var quiz = {
  shuffleAnswers: true,
  startButton: "Проверить знания",
  rightAnswer: "Правильно",
  wrongAnswer: "Неправильно",
  continueButton: "Продолжить",
  tryAgainButton: "Попробовать снова",
  questions: [
    {
      q: "Опора на жизненный опыт и здравый смысл характерны для:",
      a: [
        { text: "житейской психологии",
	  button: "A",
          value: 1
        },
        { text: "научной психологии",
	  button: "B"
	},
        { text: "практической психологии",
	  button: "C"
	},
	{ text: "иррациональной психологии",
	  button: "D"
	}
      ]
    },
    {
      q: "Объективность познания характерна для:",
      a: [
        { text: "житейской психологии",
	  button: "A"
	},
	{ text: "научной психологии", value: 1,
          button: "B"
	},
	{ text: "практической психологии", button: "C" },
	{ text: "иррациональной психологии", button: "D" }
      ]
    },
    {
      q: "Опыт и эффективность работы специалистов как критерий достоверности знаний характерны для:",
      a: [
        { text: "житейской психологии", button: "A" },
        { text: "научной психологии", button: "B"},
        { text: "практической психологии", value: 1, button: "C" },
        { text: "иррациональной психологии", button: "D" }
      ]
    },
    {
      q: "Принятие  и узнаваемость образов как критерий истинности знаний характерны для:",
      a: [
        { text: "житейской психологии", button: "A" },
        { text: "научной психологии", button: "B"},
        { text: "практической психологии", button: "C" },
        { text: "психологии в искусстве", value: 1, button: "D" }
      ]
    },
    {
      q: "Опора на тайное знание и отсутствие рационального объяснения характерны для:",
      a: [
        { text: "житейской психологии", button: "A" },
        { text: "научной психологии", button: "B"},
        { text: "практической психологии", button: "C" },
        { text: "иррациональной психологии", value: 1, button: "D" }
      ]
    }

  ],
  resultText: "ваш результат: "
};
